ORGSTATUSCHOICES = (
    ("NONE", 'Не встановлено'),
    ("WS", 'Всеукраїнський'),
    ("MIZH", 'Міжнародний'),
    ("MISC", 'Місцевий'),
    ("OBL", 'Обласний'),
    ("PER", 'Первинний'),
    ("REG", 'Регіональний'),
    ("RESP", 'Республіканський'),
)
DEFAULTORGSTATUSCHOICE = "NONE"

ORGORIENTATIONCHOICES = (
    ("NONE", 'Не встановлено'),
    ("KID", 'Дитяча'),
    ("WOM", 'Жіноча'),
    ("CHAES", 'Із захисту населення від наслідків аварії на ЧАЕС'),
    ("KOZAK", 'Козацького спрямування'),
    ("MOLOD", 'Молодіжна'),
    ("NAUKTECH", 'Науково-технічне товариство'),
    ("NACZW", 'Національних та дружніх зв`язків'),
    ("INVALID", 'Об`єднання інвалідів'),
    ("VETERAN", 'Об`єднання ветеранів'),
    ("OHORPAM", 'Об`єднання охорони пам`ятників історії та культури'),
    ("OHORPRIR", 'Об`єднання охорони природи'),
    ("OSVIT", 'Освітня або культурно-виховна'),
    ("PRAVOZAH", 'Правозахисна'),
    ("PROFES", 'Професійна'),
    ("TWORCH", 'Творче об`єднання'),
    ("FIZSPORT", 'Фізкультурно-спортивна'),
    ("OTHER", 'Інша'),
)
DEFAULTORGORIENTCHOICE = "NONE"

ORGTYPECHOICES = (
    ("NONE", 'Не встановлено'),
    ("KREDSPIL", 'Асоціація кредитних спілок'),
    ("WIDOKR", 'Відокремлений підрозділ іноземної неурядової організації'),
    ("GROMORG", 'Громадська організація'),
    ("GROMSPILKA", 'Громадська спілка'),
    ("OBDROBOT", 'Об&#39;єднання організацій роботодавців'),
    ("OBDPROFSPIL", 'Об&#39;єднання профспілок'),
    ("ORGPROFSPIL", 'Організація профспілок'),
    ("ORGROBOT", 'Організація роботодавців'),
    ("PROFSPILKA", 'Профспілка'),
)
DEFAULTORGTYPECHOICE = "NONE"
